12/data/attachments/f89d1e4ccf5e6181.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_result_Actions_93522_1</nif:username>
            <nif:friendToBeRequested>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>